[
    {
    "mood":"sad",
    "title": "What Alice Forgot",
    "image":"https://images-na.ssl-images-amazon.com/images/I/513jJUjtX8L._SL250_.jpg",
    "tag":"#mood #sad #book",
    "description": "What would your younger self think of who you are today? This book will get you thinking about who you are, where you’ve come from, and what you’ve lost along the way. What Alice Forgot is the perfect book for easy breezy reading, but unlike most chick-lit you’ll stop along the way to reassess your own life and what you’ve forgotten."
},
{
    "mood":"sad",
    "title": "Every Day",
    "image":"https://images-na.ssl-images-amazon.com/images/I/51UfIwkqrUL._SL250_.jpg",
    "tag":"#mood #sad #book",
    "description":"Have you ever wondered what it would be like to be a different person? A, the main character, finds himself in a different person’s body living a different person’s life every day. He doesn’t mind very much, until he meets a girl named Rhiannon and falls in love with her while living a day of her boyfriend’s life. A beautiful and unique story, this short little book is a must-read."
},
{
    "mood":"wow",
    "title": "Zaatar Days and Henna Nights",
    "image":"https://images-na.ssl-images-amazon.com/images/I/51IMzK1-C9L._SL250_.jpg",
    "tag":"#mood #wow #book",
    "description":"Maliha Masood is a 28-year-old who is already burned out thanks to her crazy work hours. She decides she needs some adventure in her life, so she packs her bags and buys a one-way ticket to the Middle East. From camping out in a Bedouin tent to haggling in bazaars to getting a Kurdish lesson in beauty, Maliha has the adventure of a lifetime and chronicles it all in this book for us to live vicariously through her. I can’t tell you how many adventure fantasies I added to my bucket list after reading about her journey."
}
,
{
    "mood":"wow",
    "title":"Balthasar’s Odyssey",
    "image":"https://images-na.ssl-images-amazon.com/images/I/21NGPRMPVWL._SL250_.jpg",
    "tag":"#mood #wow #book",
    "description":"It’s the year 1665 and everyone thinks the world is coming to an end. An antique merchant named Balthasar goes on a journey to search for a mysterious book that might bring salvation to the world. In the course of his odyssey, he makes many discoveries, two of the most important being love and hope. I always love Amin Maalouf’s writing but this is one of my favorites from him along with, In the Name of Identity, a non-fiction work."
},
{
    "mood":"excited",
    "title":"The Last Letter From Your Lover",
    "image":"https://images-na.ssl-images-amazon.com/images/I/51oB8yKq6ZL._SL250_.jpg",
    "tag":"#mood #excited #book",
    "description":"In 1960, Jennifer Stirling wakes up from a coma and doesn’t remember anything. Not her husband and especially not the passionate letter she finds in her purse signed off with the mysterious “B”. Then in 2003, journalist Ellie Haworth finds the letter and is determined to find out what happened to the lovers. From missed chances to a life-long passion, this book is romantic on so many levels, but never once cheesy."
},
{
    "mood":"excited",
    "title":"The Time Travelers Wife",
    "image":"https://images-na.ssl-images-amazon.com/images/I/5153JKewj9L._SL250_.jpg",
    "tag":"#mood #excited #book",
    "description":"Even if you have seen the movie, you must read the book. The movie just doesn’t do it justice. Clare is in love with Henry, a man with time placement disorder who she meets when she is just 6 years old. Every time he comes into her life he is a different age and thinks their relationship is at a stage. This is the book to read if you need reminding that love can overcome all odds."
},
{
    "mood":"good",
    "title":"The Shadow of the Wind",
    "image":"https://images-na.ssl-images-amazon.com/images/I/51buGqmHyQL._SL250_.jpg",
    "tag":"#mood #excited #book",
    "description":"Set in post-war Barcelona, ten-year-old David wakes up one day and realizes he cannot remember what his deceased mother looks like. In order to comfort him, his father, an antique book dealer, promises to show him a secret. David is then initiated into the Cemetery of Forgotten Books, a treasure trove of rare-books forgotten by the world. He falls in love with one of the books that he selects, but later finds that all the works by this author have been systematically destroyed and this is the last remaining copy. He goes on a mission to find out who has been doing this and why. If you’re a bibliophile like me, you’ll love this book-centered mystery."
},
{
    "mood":"good",
    "title":"The Swan Thieves",
    "image":"https://images-na.ssl-images-amazon.com/images/I/51o7O4k5krL._SL250_.jpg",
    "tag":"#mood #good #book",
    "description":"Psychiatrist Andrew Marlow has two passions in life: his job and painting. When renowned painter Robert Oliver attacks a painting and becomes his patient, he finds his life turned upside down. Armed with a package of mysterious letters, he becomes obsessed with figuring out the reason behind Robert’s attack and the secret that torments him. If you enjoyed Kostova’s previous novel, The Historian, you will love this one as well!"
},
{
    "mood":"happy",
    "title":" The Night Circus",
    "image":"https://images-na.ssl-images-amazon.com/images/I/518f-dysfqL._SL250_.jpg", 
    "tag":"#mood #happy #book",
    "description":"The circus appears without warning and leaves just as quietly as it arrives. It is called Le Cirque des Reves and it is only open at night. I am not one who likes the circus, not by any means. However, this is a circus unlike any other. This is a circus full of magic, excitement, and sensations for all five senses. If this is what circuses were like, I’d follow it from place to place. I really don’t want to explain the storyline of this book because I don’t want to ruin it. Just know that reading this book is a magical experience and one that you must have!"
},
{
    "mood":"happy",
    "title":"The Art of Hearing Heartbeats",
    "image":"https://images-na.ssl-images-amazon.com/images/I/51E-l7kWDdL._SL250_.jpg",
    "tag":"#mood #happy #book",
    "description":"A beautiful Burmese love story- part fairy-tale, part eastern mysticism. When Julia’s father, a successful New York lawyer, suddenly disappears, Julia sets out to find answers. Her journey takes her to a teahouse in a small mountain village of Burma where an old man tells her the story of a blind young boy; a boy he claims is her father. This beautiful tale will engage and entertain you, but also inspire you to slow down and pay attention to the littlest of details around you."
}

]