[
{
    "mood":"sad",
    "title": "Barracuda",
    "image":"http://olmenta.altervista.org/assets/images/thumbs/CQ.jpg",
    "tag":"#mood #sad #book",
    "description":"Arthur 'Weegee' Fellig was perhaps the perfect vehicle for defining and delivering the fear and wonder of the modern city to our American spirit. Journalist, artist, and huckster, Weegee stole shards of a New York through a camera lens, then reassembled the great city in a mosaic that somehow--despite a fair degree of fraud--still defines urbanity itself for us. We know the photographs, and now, with this biography from Christopher Bonanos, we can finally know something of the legendary, improbable, and much-caricatured man."
},
{
    "mood":"sad",
    "title": "Unsheltered",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/5713/9780571347025.jpg",
    "tag":"#mood #sad #book",
    "description":"Meet Willa Knox, a woman who stands braced against a world which seems to hold little mercy for her and her family - or their old, crumbling house, falling down around them. Willa's two grown-up children, a new-born grandchild, and her ailing father-in-law have all moved in at a time when life seems at its most precarious. But when Willa discovers that a pioneering female scientist lived on the same street in the 1800s, could this historical connection be enough to save their home from ruin? And can Willa, despite the odds, keep her family together?"
},
{
    "mood":"sad",
    "title": "The Labyrinth of the Spirits",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/4746/9781474606219.jpg",
    "tag":"#mood #sad #book",
    "description":"As a child, Daniel Sempere discovered among the passageways of the Cemetery of Forgotten Books an extraordinary novel that would change the course of his life. Now a young man in the Barcelona of the late 1950s, Daniel runs the Sempere & Sons bookshop and enjoys a seemingly fulfilling life with his loving wife and son. Yet the mystery surrounding the death of his mother continues to plague his soul."
},
{
    "mood":"sad",
    "title": "The Rapture",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/5713/9780571345175.jpg",
    "tag":"#mood #sad #book",
    "description":"'A remarkable story, remarkably told... Claire McGlasson is a brave and brilliant new voice in fiction.' Jess Kidd, author of Himself and Things in Jars."
},
{
    "mood":"sad",
    "title": "Wuthering Heights",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/1414/9780141439556.jpg",
    "tag":"#mood #sad #book",
    "description":"Emily Bronte's only novel, a work of tremendous and far-reaching influence, the Penguin Classics edition of Wuthering Heights is the definitive edition of the text, edited with an introduction by Pauline Nestor."
},
{
    "mood":"sad",
    "title": "Northern Lights",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/4071/9781407130224.jpg",
    "tag":"#mood #sad #book",
    "description":"Without this child, we shall all die. Lyra Belacqua and her animal daemon live half-wild and carefree among scholars of Jordan College, Oxford. The destiny that awaits her will take her to the frozen lands of the Arctic, where witch-clans reign and ice-bears fight. Her extraordinary journey will have immeasurable consequences far beyond her own world... "
},
{
    "mood":"sad",
    "title": "Frankenstein",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/1411/9780141198965.jpg",
    "tag":"#mood #sad #book",
    "description":"A twisted, upside-down creation myth, Mary Shelley's chilling Gothic tale lays bare the dark side of science, and the horror within us all. It tells the story of Victor Frankenstein, who plunders graveyards to create a new being from the bodies of the dead - but whose botched creature causes nothing but murder and destruction. Written after a nightmare when its author was only eighteen, Frankenstein gave birth to the modern science fiction novel."
},
{
    "mood":"wow",
    "title": "Zaatar Days and Henna Nights",
    "image":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328853746i/890974.jpg",
    "tag":"#mood #wow #book",
    "description":"Maliha Masood is a 28-year-old who is already burned out thanks to her crazy work hours. She decides she needs some adventure in her life, so she packs her bags and buys a one-way ticket to the Middle East. From camping out in a Bedouin tent to haggling in bazaars to getting a Kurdish lesson in beauty, Maliha has the adventure of a lifetime and chronicles it all in this book for us to live vicariously through her. I can’t tell you how many adventure fantasies I added to my bucket list after reading about her journey."
}
,
{
    "mood":"wow",
    "title":"Story of the Eye",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/8728/9780872862098.jpg",
    "tag":"#mood #wow #book",
    "description":"In 1928, Georges Bataille published this first novel under a pseudonym, a legendary shocker that uncovers the dark side of the erotic by means of forbidden obsessive fantasies of excess and sexual extremes. A classic of pornographic literature, Story of the Eye finds the parallels in Sade and Nietzsche and in the investigations of contemporary psychology; it also forecasts Bataille's own theories of ecstasy, death and transgression which he developed in later work. "
},
{
    "mood":"wow",
    "title":"The Shock of the New",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/5002/9780500275825.jpg",
    "tag":"#mood #wow #book",
    "description":"Through each of the thematic chapters Hughes keeps his story grounded in the history of the 20th century, demonstrating how modernism sought to describe the experience of that era and showing how for many key art movements this was a task of vital importance."
},
{
    "mood":"wow",
    "title":"Sophie's Choice",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/0994/9780099470441.jpg",
    "tag":"#mood #wow #book",
    "description":"In this extraordinary novel, Stingo, an inexperienced twenty-two year old Southerner, takes us back to the summer of 1947 and a boarding house in a leafy Brooklyn suburb. There he meets Nathan, a fiery Jewish intellectual; and Sophie, a beautiful and fragile Polish Catholic. Stingo is drawn into the heart of their passionate and destructive relationship as witness, confidant and supplicant. Ultimately, he arrives at the dark core of Sophie's past: her memories of pre-war Poland, the concentration camp and - the essence of her terrible secret - her choice. "
},
{
    "mood":"excited",
    "title":"The World's Worst Teachers",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/0083/9780008305789.jpg",
    "tag":"#mood #excited #book",
    "description":"David Walliams’ inventive take on the cautionary tale began in 2016 with the publication of The World’s Worst Children. Two further volumes followed in 2017 and 2018 with total sales of the trilogy now exceeding 1.7 million copies in the UK alone."
},


{
    "mood":"excited",
    "title":"The Complete MAUS",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/1410/9780141014081.jpg",
    "tag":"#mood #excited #book",
    "description":"'The most affecting and successful narrative ever done about the Holocaust' -Wall Street Journal"
},

{
    "mood":"excited",
    "title":"The Time Travelers Wife",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/0994/9780099464464.jpg",
    "tag":"#mood #excited #book",
    "description":"Even if you have seen the movie, you must read the book. The movie just doesn’t do it justice. Clare is in love with Henry, a man with time placement disorder who she meets when she is just 6 years old. Every time he comes into her life he is a different age and thinks their relationship is at a stage. This is the book to read if you need reminding that love can overcome all odds."
},
{
    "mood":"excited",
    "title":"Simon vs. the Homo Sapiens Agenda",
    "image":"http://olmenta.altervista.org/assets/images/thumbs/VT.jpg",
    "tag":"#mood #excited #book",
    "description":"Sixteen-year-old and not-so-?openly gay Simon Spier prefers to save his drama for the school musical. But when an email falls into the wrong hands, his secret is at risk of being thrust into the spotlight. Now Simon is actually being blackmailed: If he doesn’t play wingman for class clown Martin, his sexual identity will become everyone’s business. Worse, the privacy of Blue, the pen name of the boy he’s been emailing with, will be jeopardized. With some messy dynamics emerging in his once tight-knit group of friends, and his email correspondence with Blue growing more flirtatious every day, Simon’s junior year has suddenly gotten all kinds of complicated. Now, change-averse Simon has to find a way to step out of his comfort zone before he’s pushed out—without alienating his friends, compromising himself, or fumbling a shot at happiness with the most confusing, adorable guy he’s never met."
},
{
    "mood":"excited",
    "title":"My Name Is Monster",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/7868/9781786896353.jpg",
    "tag":"#mood #excited #book",
    "description":"After the Sickness has killed off her parents, and the bombs have fallen on the last safe cities, Monster emerges from the Arctic vault which has kept her alive. When she washes up on the coast of Scotland, everyone she knows is dead, and she believes she is alone in an empty world. "
},
{
    "mood":"excited",
    "title":"Simon vs. the Homo Sapiens Agenda",
    "image":"http://olmenta.altervista.org/assets/images/thumbs/VT.jpg",
    "tag":"#mood #excited #book",
    "description":"Sixteen-year-old and not-so-?openly gay Simon Spier prefers to save his drama for the school musical. But when an email falls into the wrong hands, his secret is at risk of being thrust into the spotlight. Now Simon is actually being blackmailed: If he doesn’t play wingman for class clown Martin, his sexual identity will become everyone’s business. Worse, the privacy of Blue, the pen name of the boy he’s been emailing with, will be jeopardized. With some messy dynamics emerging in his once tight-knit group of friends, and his email correspondence with Blue growing more flirtatious every day, Simon’s junior year has suddenly gotten all kinds of complicated. Now, change-averse Simon has to find a way to step out of his comfort zone before he’s pushed out—without alienating his friends, compromising himself, or fumbling a shot at happiness with the most confusing, adorable guy he’s never met."
},
{
    "mood":"good",
    "title":"Candide",
    "image":"https://jamesclear.com/wp-content/uploads/2015/02/Candide-by-Voltaire-499x700.jpg",
    "tag":"#mood #excited #book",
    "description":"Satirical novel published in 1759 that is the best-known work by Voltaire. It is a savage denunciation of metaphysical optimism--as espoused by the German philosopher Gottfried Wilhelm Leibniz--that reveals a world of horrors and folly. In this philosophical fantasy, naive Candide sees and suffers such misfortune that he ultimately rejects the philosophy of his tutor Doctor Pangloss, who claims that all is for the best in this best of all possible worlds. Candide and his companions--Pangloss, his beloved Cunegonde, and his servant Cacambo--display an instinct for survival that provides them hope in an otherwise somber setting. When they all retire together to a simple life on a small farm, they discover that the secret of happiness is to cultivate one's garden a practical philosophy that excludes excessive idealism and nebulous metaphysics."
},
{
    "mood":"good",
    "title":"The Last Letter From Your Lover",
    "image":"https://pictures.abebooks.com/isbn/9781410440570-us.jpg",
    "tag":"#mood #good #book",
    "description":"In 1960, Jennifer Stirling wakes up from a coma and doesn’t remember anything. Not her husband and especially not the passionate letter she finds in her purse signed off with the mysterious “B”. Then in 2003, journalist Ellie Haworth finds the letter and is determined to find out what happened to the lovers. From missed chances to a life-long passion, this book is romantic on so many levels, but never once cheesy."
},
{
    "mood":"good",
    "title":"An Anonymous Girl ",
    "image":"https://media.glamour.com/photos/5c3ced451601a40f5c328b47/master/w_800%2Cc_limit/'An%2520Anonymous%2520Girl'%2520by%2520Greer%2520Hendricks%2520and%2520Sarah%2520Pekkanen.jpg",
    "tag":"#mood #good #book",
    "description":"The newest suspense novel from the authors behind The Wife Between Us introduces us to Jessica Ferris. Jess just wants to make a little extra cash when she decides to participate in a study on ethics with the mysterious Dr. Lydia Shields. The premise seems simple: Answer a few questions, then collect. But soon the doctor’s questions turn from simple survey queries to something much more sinister—leaving Jess unsure of whom she can trust. An early contender for thriller of the year."
},
{
    "mood":"good",
    "title": "I Owe You One",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/7841/9781784163570.jpg",
    "tag":"#mood #good #book",
    "description":"The Number One Sunday Times Bestseller. The irresistible new standalone from Sophie Kinsella is a story of love, empowerment and an IOU that changes everything . . .Fixie Farr can't help herself. Straightening a crooked object, removing a barely-there stain, helping out a friend . . . she just has to put things right. It's how she got her nickname, after all."
},
{
    "mood":"good",
    "title": "A Summer Reunion",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/7841/9781784163570.jpg",
    "tag":"#mood #good #book",
    "description":"Amy, Linda, Kate and Jane were best friends at school. Now, years later, they have grown apart. When Amy discovers her husband has been stealing from her successful interiors business, and with a milestone birthday looming, she decides it is the time to reach out to her old friends once again. "
},
{
    "mood":"happy",
    "title": "A Summer Reunion",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/7841/9781784163570.jpg",
    "tag":"#mood #happy #book",
    "description":"Amy, Linda, Kate and Jane were best friends at school. Now, years later, they have grown apart. When Amy discovers her husband has been stealing from her successful interiors business, and with a milestone birthday looming, she decides it is the time to reach out to her old friends once again. "
},

{
    "mood":"happy",
    "title": "A Field Guide to Awkward Silences",
    "image":"http://olmenta.altervista.org/assets/images/thumbs/FP.jpg",
    "tag":"#mood #happy #book",
    "description": "Some people are born awkward. Some achieve awkwardness. Some have awkwardness thrust upon them. Alexandra Petri is all three. She is a Washington Post columnist and blogger, an International Pun Champion, a playwright, and a Jeopardy! loser, and she’s been on your TV a couple of times. She is also a congressman’s kid, if that will make you buy this book! When she remembers, she does stand-up comedy too, but she’s been locked in her apartment for the past nine months making this book for you and hissing when exposed to sunlight."
},
{
    "mood":"happy",
    "title": "I Owe You One",
    "image":"https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/7841/9781784163570.jpg",
    "tag":"#mood #happy #book",
    "description":"TThe Number One Sunday Times Bestseller. The irresistible new standalone from Sophie Kinsella is a story of love, empowerment and an IOU that changes everything . . .Fixie Farr can't help herself. Straightening a crooked object, removing a barely-there stain, helping out a friend . . . she just has to put things right. It's how she got her nickname, after all."
},
{
    "mood":"happy",
    "title":" You Know You Want This",
    "image":"https://media.glamour.com/photos/5c3ced470728cb6a0436644d/master/w_800%2Cc_limit/You%2520Know%2520You%2520Want%2520This%2C%2520by%2520Kristen%2520Roupenian.jpg", 
    "tag":"#mood #happy #book",
    "description":"Roupenian broke the Internet when The New Yorker published her viral short story “Cat Person” in 2017. Quick refresher: It was about a college-age girl who sleeps with an older man because she feels like she “owes” it to him, not quite because she wants to. In her debut collection, Roupenian continues to explore the inner workings of sex, trauma, kinks, and manipulation."
},
{
    "mood":"happy",
    "title":"The Job: True Tales from the Life of a New York City Cop",
    "image":"http://olmenta.altervista.org/assets/images/thumbs/FE.jpg", 
    "tag":"#mood #happy #book",
    "description":"STEVE OSBORNE was a New York City police officer for twenty years, retiring in 2003 as a lieutenant and commanding officer of the Manhattan Gang Squad, with numerous citations for his police work. He has told his stories before packed audiences at The Moth storytelling venues across the United States. He has written for The New York Times and USA Today. Now a consultant for television and film productions, Osborne lives in upstate New York with his wife and their two dogs, Jingles and Duke."
},

{
    "mood":"happy",
    "title":"The Lost Girls of Paris by Pam Jenoff ",
    "image":"https://media.glamour.com/photos/5c3ced453419aa4698dc9c86/master/w_800%2Cc_limit/'The%2520Lost%2520Girls%2520of%2520Paris'%2520by%2520Pam%2520Jenoff.jpg",
    "tag":"#mood #happy #book",
    "description":"Jenoff, the author of New York Times best-seller The Orphan’s Tale, is back with a novel about a group of female secret agents during World War II. Based on a series of real-life events, the book opens in Manhattan in 1946, when a woman discovers a suitcase that belonged to the leader of a network of spies based in London during the war. What follows is a portrait of sisterhood, courage, and drama. A must-read."
},
{
    "mood":"wtf",
    "title":"On the Come Up",
    "image":"https://media.glamour.com/photos/5c474a141601a40f5c328c54/master/w_800%2Cc_limit/81j2zZ36XZL.jpg",
    "tag":"#mood #wtf #book",
    "description":"In 2018 Thomas’ debut YA novel, The Hate U Give, was turned into a film that starred Amandla Stenberg and Issa Rae. Now her second novel, On the Come Up, picks up in the same neighborhood and around the same time the first book leaves off. Sixteen-year-old rapper Bri is desperate to live up to her artist father, who was murdered just before his big break. But before she can make it big, she finds herself at the center of a community controversy, while her mom is struggling to make ends meet at home. Equal parts heartbreaking and full of hope, On the Come Up proves Thomas has many more stories to tell."
},

{
    "mood":"wtf",
    "title":"Sharp objects",
    "image":"http://olmenta.altervista.org/assets/images/thumbs/NH.jpg",
    "tag":"#mood #wtf #book",
    "description":"Fresh from a brief stay at a psych hospital, reporter Camille Preaker faces a troubling assignment: she must return to her tiny hometown to cover the murders of two preteen girls. For years, Camille has hardly spoken to her neurotic, hypochondriac mother or to the half-sister she barely knows: a beautiful thirteen-year-old with an eerie grip on the town. Now, installed in her old bedroom in her family's Victorian mansion, Camille finds herself identifying with the young victims—a bit too strongly. Dogged by her own demons, she must unravel the psychological puzzle of her own past if she wants to get the story—and survive this homecoming."
}, 
{
    "mood":"wtf",
    "title":"The Last Letter From Your Lover",
    "image":"https://pictures.abebooks.com/isbn/9781410440570-us.jpg",
    "tag":"#mood #wtf #book",
    "description":"In 1960, Jennifer Stirling wakes up from a coma and doesn’t remember anything. Not her husband and especially not the passionate letter she finds in her purse signed off with the mysterious “B”. Then in 2003, journalist Ellie Haworth finds the letter and is determined to find out what happened to the lovers. From missed chances to a life-long passion, this book is romantic on so many levels, but never once cheesy."
},
{
    "mood":"wtf",
    "title":"The Farm",
    "image":"https://media.glamour.com/photos/5cc7199d4e50c664b058929a/master/w_800%2Cc_limit/71%2Br%2ByylQnL.jpg",
    "tag":"#mood #wtf #book",
    "description":"The Farm is what the world of the The Handmaid's Tale would be like if Serena Joy, Aunt Lydia, and the gang suddenly started reading Goop. This novel is set at a luxury retreat where for nine months you're given organic meals, trainers, and daily massages. Imagine CBD and yoni eggs galore. There's just one catch: You're carrying the perfect baby—for someone else. Oh, and you also can't leave or talk to people in your former life, and you're always being watched. Blessed be the fruit."
},

{
    "mood":"wtf",
    "title":"Sharp objects",
    "image":"http://olmenta.altervista.org/assets/images/thumbs/NH.jpg",
    "tag":"#mood #wtf #book",
    "description":"Fresh from a brief stay at a psych hospital, reporter Camille Preaker faces a troubling assignment: she must return to her tiny hometown to cover the murders of two preteen girls. For years, Camille has hardly spoken to her neurotic, hypochondriac mother or to the half-sister she barely knows: a beautiful thirteen-year-old with an eerie grip on the town. Now, installed in her old bedroom in her family's Victorian mansion, Camille finds herself identifying with the young victims—a bit too strongly. Dogged by her own demons, she must unravel the psychological puzzle of her own past if she wants to get the story—and survive this homecoming."
}




]