[
    {
        "mood":"sad",
        "title":"Capernaum",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/capernaum-still-videoSixteenByNineJumbo1600-660x371.jpg",
        "tag":"#mood #sad #movie #drama",
        "description":"Capernaum is both the highest-grossing Middle-Eastern movie of all-time and the highest-grossing movie in Arabic of all-time.This Oscar-nominated masterpiece is about a 12-year-old kid in Lebanon who leaves his negligent parents and tries to make it in the streets on his own. It’s a tale of grinding poverty as experienced by a boy with a good heart and more resilience than one can fathom.An acting tour de force by the child actors keeps the movie engaging throughout the grittiness and asks some hard questions about parental failures and parental love with the bigger regional political questions hovering silently in the background. Tough but ultimately uplifting – a movie to discuss."
    },
    {
        "mood":"sad",
        "title":"Krisha",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/rs-232257-krisha-3_rgb-660x357.jpg",
        "tag":"#mood #sad #movie #drama",
        "description":"Krisha opens with the image you see above, a bright yet stark portrait of the lead of the movie, staring with defiance at the camera.You are invited into the world of an unpredictable 65-year-old who returns home for Thanksgiving after a long disappearance. Her family greets her with mixed emotion, and her nephew (played by the director of the movie), doesn’t even want to be near her.In fact, Krisha is played by the director’s real-life aunt. His mother and grandmother also star in the movie. And the story is inspired by real-life pain: a member of his family who was a recovering addict and who fell back into drugs after a family reunion.This is a low-budget but high-dedication movie. The director, Trey Edward Shults, is a disciple of Terrence Malick (The Tree of Life, Knight of Cups), whose style will be easily recognizable to those familiar with it."
    },
    {
        "mood":"sad",
        "title":"Beautiful Boy",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/beautiful-boy-timothee-chalamet-e1547309572973-660x359.jpg",
        "tag":"#mood #sad #movie",
        "description":"Steve Carrell delivers an amazing performance here. Beautiful Boy is a movie that is based on a true story that first appeared as a best-selling serialized memoir.It’s about a son’s journey through drug abuse and how his relationship with his father evolves. The son is played by Timothée Chalamet (Call Me By Your Name), Carrell is the dad.As you can probably guess, the themes of drug addiction and family are made to induce tears, which this movie manages to do in a lot of ways. It can come across as somewhat emotionally manipulative at times. In those moments, it helps to remind oneself that it is based on a true story.The performances and the exploration of the limits of the father-son relationship remain the reasons why you should consider watching this movie."
    },
    {
        "mood":"wow",
        "title":"Rust and Bone",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/matthias-660x440.jpg",
        "tag":"#mood #wow #movie",
        "description":"This is the type of movie I completely fell in love with but cannot articulate exactly why. Maybe it’s the mixture of beauty and pain portrayed, maybe it’s the intricate sounds and beautiful imagery, maybe it’s the story, maybe it’s all of the above. A woman is hit with sudden disability after an accident and calls on an unlikely companion, a night club bouncer by the name of Ali. Together they explore her new predicament and its implications, while forming a special bond. This is a movie that will call upon your internal strength, while portraying how us humans can become strong together. Most of all it provides an immensely powerful, ultimately simple story that is both touching and will stay with you for a very long time. Directed by Jacques Audiard (A Prophet)."
    },
    {
        "mood":"wow",
        "title":"Manchester by the Sea",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/caseyaffleck-660x409.jpg",
        "tag":"#mood #wow #movie",
        "description":"A delicate and profound exploration of loss, and an unbelievably well-made drama, Manchester By the Sea is a true triumph. Its focus on the characters, its timely unfolding of story elements, as well as its world class acting are only equal to the best European dramas. This deep and slow exploration of the human condition has rarely been successful in American cinema, if ever. The last best attempt was probably another movie  by director Kenneth Lonergan, You Can Count on Me. Manchester by the Sea is where he unveils his full potential, and takes the viewer deep into the tensions and history of a building handyman, Lee Chandler (Casey Affleck). His angry but quiet life is interrupted by news that his brother suffered a heart attack, and upon going back to his hometown he finds that he is the only one left to take care of his teenage nephew. A truly amazing movie, not to be missed, and a huge success too.  It grossed around $80 million on a budget of $8.5 million."
    },
    {
        "mood":"wow",
        "title":"Jim & Andy: The Great Beyond",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/jimandandy-1-e1515000646945-660x390.jpg",
        "tag":"#mood #wow #movie",
        "description":"When asked to play Andy Kaufman, Jim Carrey decided that he would get into character and never get out, even when the camera was not rolling. This was extremely frustrating to everyone at first, especially the director, who had no way of communicating with Jim Carrey, only Andy Kaufman or Tony Clifton (an alter ego created by Andy Kaufman). At the same time, Carrey had allowed a camera crew to follow him in order to create a behind-the-scenes documentary. The footage was never released because Universal Studios expressed concerns that “people would think Jim Carrey is an asshole”. Jim & Andy is that footage being displayed for the first time since it was recorded 20 years ago, finding Carrey at a very unique point in his life. Sick of fame and almost sick of acting, he displays his true self – an unbelievably smart, fragile, and complex person. His commentary, when it’s not funny impressions, is extremely emotional and grounded – sometimes philosophical. This is one of the best documentaries that Netflix has ever bought the distribution rights for, and certainly a mind-blowing portrayal of a complex mind."
    },
    {
        "mood":"excited",
        "title":"Short Term 12",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/635639253926347005-894345746_635638858199574509-1985492064_Screen-Shot-2015-04-04-at-5.35.46-PM-660x373.jpg",
        "tag":"#mood #excited #movie",
        "description":"Short Term 12 is exactly like being injured in a part of your body where you didn’t think it was possible to get injured before. It will hurt but it will make you care. Natural and understated by budget and by purpose, it is powered by perfect performances that will take you on an emotional roller coaster ride you will never forget. It is at times sweet, at times depressing and at times hilarious. The thing is, without even taking into consideration its small budget or the importance of the issues it talks about – we would still consider Short Term 12 as one of the best movies of the past 20 years."
    },
    {
        "mood":"excited",
        "title":"Blue Jay",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/bluejay_03-h_2016-1-660x373.jpg",
        "tag":"#mood #excited #movie",
        "description":"Shot in black and white to be the best dialogue-driven, character-study film it can be; Blue Jay stars Sarah Paulson and Mark Duplass in a cozy, slow-burning film. Their characters, respectively Amanda and Jim, are former high-school sweethearts who run into each other in their hometown 20 years later. They talk, they get coffee, and then beer and jelly beans, until they find themselves to Jim’s mother’s house. As they familiarize themselves again, and the movie moves forward, it abandons its romantic chops to become a truly heartfelt and real film. A revelation of a movie."
    },
    {
        "mood":"excited",
        "title":"Lion",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/IMG_0844-660x371.jpg",
        "tag":"#mood #excited #movie",
        "description":"Lion is the award-sweeping movie based on the true story of a kid in India who gets lost in a train and suddenly finds himself thousands of kilometers away from home. 25 years later, after being adopted by an Australian couple, he embarks on a journey through his memory and across continents to reconnect with his lost family. Dev Patel plays Saroo, and Nicole Kidman plays his Australian adoptive mother. Two truly amazing performances that will transport you to the time and place of the events, as well as its emotions spanning tear-jerking moments and pure joy. An uplifting, meaningful, and beautiful movie."
    },
    {
        "mood":"good",
        "title":"Always Be My Maybe",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/always-be-my-maybe_787f974a-81eb-11e9-9ece-2ab1fd7d8c60-660x373.jpg",
        "tag":"#mood #good #movie",
        "description":"An innocent-fun movie, Always Be My Maybe is a lovely thing to turn your brain off to. Sasha and Marcus are high-school best friends who dated briefly and went their separate ways. 16 years later, they meet again – Sasha is a famous chef, and Marcus is still living with his dad.What really makes this movie is the writing from Ali Wong and Randall Park, who also play the two leads. The dialogue is sharp, believable and smart – going as far as covering themes of gender and parenting. But also, because a rom-com about two Asians from San Francisco is not exactly a common occurrence, the characters are fresh, the jokes are fresh – everything is fresh.Watch out for the character who plays Marcus’ dad, he plays the character of an overly honest Korean dad perfectly. And also watch out for Keanu Reeves, he plays a crazy version of himself!"
    },
    {
        "mood":"good",
        "title":"The Other Side of Hope",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/maxresdefault-16-1-660x371.jpg",
        "tag":"#mood #good #movie",
        "description":"Finnish director and megastar Aki Kaurismäki hits with yet another absurd but poignant movie. The Other Side of Hope is about a Syrian refugee and his journey across Finland, both the country and the culture, in hopes for a fresh start. It’s a genuine and simple movie, played masterfully by a cast of newcomers. But in its simplicity, it elicits empathy on a subject that most of us choose not to dwell on nowadays. Aki Kaurismäki has the unbelievable skill of distilling tragic events into their humane component. A movie to give credit to, and to watch without any prior expectations – unless you’re familiar with Aki Kaurismäki’s previous work."
    },
    {
        "mood":"good",
        "title":"To All the Boys I've Loved Before",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/To_All_the_Boys_I_ve_Loved_Before-_2018__-_Rotten_Tomatoes-660x418.jpg",
        "tag":"#mood #good #movie",
        "description":"To All the Boys I’ve Loved Before is not only the best rom-com on Netflix, it’s one of the best rom-coms in recent memory, period. It has all the originality and freshness of Juno, the inclusiveness and relevancy of The Big Sick, and the sweetness of all your favourite 2000s romantic comedies. Lara Jean is a high-schooler who’s never been in a relationship and who, instead of communicating her feelings to her crushes, writes them letters that never get sent. Her world is turned upside down when those letters do end up in the hands of their recipients. Her first relationship, however peculiar, comes out of the incident. The acting is top notch, the characters are lovable and well-written. Just go watch it, OK? It’s a true triumph and an innocent-fun movie, there is no scenario in which you will be disappointed."
    },
    {
        "mood":"happy",
        "title":"Logan Lucky",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/logan-lucky-movie-review-travers-29f45951-6c6c-47ba-a517-ddef040ac18d-1-660x372.jpg",
        "tag":"#mood #happy #movie",
        "description":"Two brothers played by Channing Tatum and Adam Driver decide to rob a local NASCAR event, the Charlotte Motor Speedway in North Carolina.They put together a team to help them, with Daniel Craig as the demolition expert and Katie Holmes as the gateway driver. Other big names behind this project are actors Seth MacFarlane and Hilary Swank; and director Steven Soderbergh, who is best known for Ocean’s Eleven, Ocean’s Thirteen, and Magic Mike.The main characters are cheerful and just goofy enough to be completely unpredictable. Their heist is as chaotic as it is random, which inevitably leads to many funny moments. The performances by the whole cast are amazing, Daniel Craig is almost unrecognizable."
    },
    {
        "mood":"happy",
        "title":"Sorry to Bother You",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/sorry-to-bother-you-still-3_26894348339_o-e1540482566597-660x356.jpg",
        "tag":"#mood #happy #movie",
        "description":"In the year of the Netflix TV Show Maniac, another absurdist title stole critics’ hearts. Sorry to Bother You is a movie set in an alternate reality, where capitalism and greed are accentuated. Lakeith Stanfield (Atlanta) is a guy called Cassius who struggles to pay his bills. However, when at a tele-marketing job an old-timer tells him to use a “white voice”, he starts moving up the ranks of his bizarre society. A really smart movie that will be mostly enjoyed by those who watch it for its entertaining value, and not so much for its commentary. It is like a Black Mirror episode stretched into a movie."
    },
    {
        "mood":"happy",
        "title":"The Disaster Artist",
        "image":"https://agoodmovietowatch.com/wp-content/uploads/the-disaster-artist-660x371.jpg",
        "tag":"#mood #happy #movie",
        "description":"A hilarious and smart comedy that is almost impossible to hate. It doesn’t matter if you liked The Room or not; or if you’ve even heard of it, you will find The Disaster Artist extremely enjoyable. Same applies for James Franco, i’s irrelevant if you think he’s the hottest man walking or a complete waste of screen-time – this movie is better approached without any preconceived ideas. It follows the true events surrounding Tommy Wiseau’s making of The Room, a movie so bad it actually became a worldwide hit. Tommy’s character, played by Franco, is 100% mystery. He pops out of nowhere and does and says things that contain little to no logic. Capitalising on this, the movie to is both absolutely hilarious and intriguing from beginning to end."
    }

]